{
  "young_ester": {
    "src": "images/ester_as_young_woman.jpg",
    "textContent": "Ester. Ester as a young woman (1926?)"
  },
  "boarding_lisbon": {
    "src": "images/boarding_in_lisbon.png",
    "textContent": "Escaping Through Lisbon, 1939. Brana and Mina are the two young women in the third row from the front. Favel and Mane Haichelis are the couple at the top of the steps. Nune Haichelis is in the front next to the child. In the second row from the front, Gregorio is on the very left and Miguel is on the very right. Thank you to Miguel Haichelis for annotations and to Lali and Oswaldo for providing the photo."
  },
  "Sprintze_Jaikles": {
    "src": "images/Sprintze_Jaikles.jpg",
    "textContent": "The matriarch. A photo of Sprintze Jaikles back in Orhei (1915?)."
  },
  "Sprintze_Mikhael_Jaikles": {
    "src": "images/ShprintzeMikhael.jpg",
    "textContent": "Top of the Family Tree. Sprintze and Michael (Mosher) Jaikles (1915?)."
  },
  "Valparaiso": {
    "src": "images/ester_rosita_nano_1941_valparaiso.jpg",
    "textContent": "Holiday by the Beach. Ester, Rosita and Nano in Cartagena near Valparaiso, 1941"
  },
  "ester_husband": {
    "src": "images/ester_and_gregorio_vugman.JPG",
    "textContent": "In-laws. Ester and her second husband, along with brother Gregorio and his wife (1950s?)"
  },
  "graf_waldersee": {
    "src": "images/GrafWaldersee.png",
    "textContent": "Graf Waldersee. An illustration of the Graf Waldersee, the ship on which the Jaikles sailed from Hamburg to New York."
  },
  "family_reunion": {
    "src": "images/Chile_Family_Reunion.JPG",
    "textContent": "A family reunion, circa 1954. This was Uli and Mina Chazanas 10th wedding anniversary; they are seated at the very front with their two boys Gregorio (Goyo) and Alex. Brana is seated next to them at the right end of that first small row, and her husband stands behind her in the glasses. Leon and Rosita are the tall couple in the back row, Leon’s parents Abram Koifman and Lea Serber are the couple right behind the man with the crossed arms, and Ester Vugman Greiber sits next to this man on his right. Thank you to Goyo Chazanas for the photo."
  },
  "jaikles_ladies": {
    "src": "images/jaikles_ladies.jpg",
    "textContent": "Family Reunion. Seated: Sarita Jaikles (Gomberoff), Clara Motlis (Gottlieb), Jenny Fassler (Cosidoy), Ester Vugman (Greiber), Zulema Jaikles (Haichelis) \n  Standing: Brana Vugman (Bergstein), Betty Jaikles (Link), Paulina Fassler (Icekson), Olga Kusnir (Dubinosky), Mina Vugman (Chazanas), Maruca Fassler (Levy) (?)"
 },
 "jaime_motlis": {
   "src": "images/jaime_motlis.png",
   "textContent": "Jaime Motlis."
 },
 "sprintze_cecilia_chile": {
   "src": "images/Sprintze_Cecilia_Chile.jpeg",
   "textContent": "Cecilia (Tzippe) and her family, Chile 1926. Evidently Sprintze made it to Chile to visit her daughter and son-in-law Harry Fassler"
 },
 "vugmangrave": {
   "src": "images/vugmangrave.jpeg",
   "textContent": "Ruben and Sara's Grave in Orhei/Orgeyev. It is unclear where and when exactly they died. This grave may have been erected after Mari returned to Orgeyev from Tbilisi after the war."
 },
 "rosita_greiber_young": {
   "src": "images/rosita_greiber_young.png",
   "textContent": "Rosita Greiber."
 },
 "rosita_leon_wedding": {
   "src": "images/rosita_leon_wedding.png",
   "textContent": "Rosita Greiber and Leon Koifman's Wedding, 1955"
 },
 "harry_fassler_and_cecilia_young": {
   "src": "images/harry_fassler_and_cecilia_young.png",
   "textContent": "Cecilia (Tzippe) Jaikles and Harry Fassler"
 },
 "baby_leon_with_parents": {
   "src": "images/baby_leon_with_parents.png",
   "textContent": "Leon Koifman as a child with Abram Koifman and Lea Serber (1929?)"
 }
}