{
  "young_ester": {
    "src": "images/ester_as_young_woman.jpg",
    "textContent": "Ester. Ester as a young woman (1926?)"
  },
  "Sprintze_Jaikles": {
    "src": "images/Sprintze_Jaikles.jpg",
    "textContent": "The matriarch. A photo of Sprintze Jaikles back in Orhei (1908?)."
  },
  "Sprintze_Mikhael_Jaikles": {
    "src": "images/ShprintzeMikhael.jpg",
    "textContent": "Top of the Family Tree. Sprintze and Michael (Mosher) Jaikles (1908?)."
  },
  "graf_waldersee": {
    "src": "images/GrafWaldersee.png",
    "textContent": "Graf Waldersee. An illustration of the Graf Waldersee, the ship on which the Jaikles -- Mikhael, Sprintze, Bine, Faje and Zipe -- sailed from Hamburg to New York."
  },
  "ship_manifest": {
    "src": "images/ship_manifest.png",
    "textContent": "Passenger records for the Jaikles' Hamburg-New York journey. They are listed at the bottom, as Mosher/Mocher, Sprinse, Zipe, Paje, and Bine Chaikilis. You can see on the right-hand columns that the women of the group are listed as “Schneiderin,” or seamstresses, while Mocher is listed as “Händler,” or merchant. Their hometown is listed as Telenesh, Russia."
  },
  "ellis_island_arrival": {
    "src": "images/ellis_island_arrival.png",
    "textContent": "Ellis Island records for the Chaikilis family. It looks as if they mentioned a relative “Hersch Jeikilz/Leikisz” (?) who lived at 271 E Broadway (the Lower East Side, which at the time was the biggest Jewish community in the world, boasting about 500,000 Jews)  with whom they planned to stay in New York. They also mentioned a brother, Ledel/Jedel Chaikilis of Telensti, listed as their nearest relative back in their hometown. The S.I. next to their names indicates that they were held and interviewed for “Special Inquiry.”"
  },
  "ellis_island_si": {
    "src": "images/ellis_island_si.png",
    "textContent": "Special Inquiry detention documentation for Cheikilis family. Med. Cert. stands for “Medical Certificate”, and LPC was the short code used for aliens “likely to become public charges.” Immigration Inspector James McGregor handled their case, interviewing them to make sure that they had the means and connections to get themselves on their feet economically. They were finally admitted into the United States on March 23rd at 4:00 PM.In the right-hand column it is noted that 20 breakfasts, lunches and suppers were served to the family during the period in which they were detained, which we can assume lasted 4 days. The government would bill the Hamburg-Amerika line steamship company for the cost of these meals. The steamship company was thus incentivized not to allow potential LPCs aboard its ships."
  },
"sara_and_ruben": {
   "src": "images/sara_and_ruben.jpeg",
   "textContent": "Sarah, Ruben, Gregorio and Ester (~1912)"
 },
  "boarding_lisbon": {
    "src": "images/boarding_in_lisbon.png",
    "textContent": "Escaping Through Lisbon, 1939. Brana and Mina are the two young women in the third row from the front. Favel and Mane Haichelis are the couple at the top of the steps. Nune Haichelis is in the front by the child. In the second row from the front, Gregorio is on the very left and Miguel is on the very right."
  },
  "rosita_young_overcoat": {
    "src": "images/rosita_young_overcoat.png",
    "textContent": "Rosita. A young Rosa Greiber posing in about 1934."
  },
  "Valparaiso": {
    "src": "images/ester_rosita_nano_1941_valparaiso.jpg",
    "textContent": "Holiday by the Beach. Ester, Rosita and Nano in Cartagena near Valparaiso, 1941"
  },
  "ester_husband": {
    "src": "images/ester_and_gregorio_vugman.JPG",
    "textContent": "In-laws. Ester and her second husband, along with brother Gregorio and his wife (1950s?)"
  },
  "family_reunion": {
    "src": "images/Chile_Family_Reunion.JPG",
    "textContent": "A family reunion, circa 1954. This was Uli and Mina Chazanas 10th wedding anniversary; they are seated at the very front with their two boys Gregorio (Goyo) and Alex. Brana is seated next to them at the right end of that first small row, and her husband stands behind her in the glasses. Leon and Rosita are the tall couple in the back row, Leon’s parents Abram Koifman and Lea (Leike) Serber are the couple right behind the man with the crossed arms, and Ester Vugman Greiber sits next to this man on his right. Thank you to Goyo Chazanas for the photo."
  },
  "jaikles_ladies": {
    "src": "images/jaikles_ladies.JPG",
    "textContent": "Family Reunion. Seated: Sarita Jaikles (Gomberoff), Clara Motlis (Gottlieb), Jenny Fassler (Cosidoy), Ester Vugman (Greiber), Zulema Jaikles (Haichelis) \n  Standing: Brana Vugman (Bergstein), Betty Jaikles (Link), Paulina Fassler (Icekson), Olga Kusnir (Dubinosky), Mina Vugman (Chazanas), Maruca Fassler (Levy) (?)"
 },
 "ester_mina_brana_reunion": {
 "src": "images/ester_mina_brana_reunion.JPG",
   "textContent": "Ester, Mina, Brana and their husbands."
 },
 "jaime_motlis": {
   "src": "images/jaime_motlis.png",
   "textContent": "Jaime Motlis."
 },
 "sprintze_cecilia_chile": {
   "src": "images/Sprintze_Cecilia_Chile.jpeg",
   "textContent": "Cecilia (Tzippe) and her family, Chile 1926. Evidently Sprintze made it to Chile to visit her daughter and son-in-law Harry Fassler"
 },
 "vugman_grave": {
   "src": "images/vugmangrave.jpeg",
   "textContent": "Ruben and Sara's Grave in Orhei/Orgeyev. It is unclear where and when exactly they died. This grave may have been erected after Mari returned to Orgeyev from Tbilisi after the war."
 },
 "elias_greibrer_id": {
   "src": "images/elias_greiber_id.png",
   "textContent": "Elias Greiber, father of Jose Greiber (Hernan and Rosa Greiber's grandfather). Elias Greiber’s ID card in Belem, Brazil. Born 12/20/1874, white skin, blue eyes, white hair, male pattern baldness. A “cavaignac” might be a reference to the type of mustache he sported, as hinted by Victor Hugo’s description of 1848-revolution era French General Louis-Eugène Cavaignac. His father Lazer’s birth was recorded as taking place in Mohyliv-Podilskyi in 1844, as found on JewishGen."
 },
 "clara_chocler_greiber_id": {
   "src": "images/clara_chocler_greiber_id.png",
   "textContent": "Clara Chocler Greiber, mother of Jose Greiber (Hernan and Rosa Greiber's grandmother). Clara Chocler Greiber’s Passport, registering her journey back to Brazil through Argentina from visiting Jose and Ester in Concepcion for two months. Light brown eyes, dark brown hair, greying. She was born in Zguriţa, Moldova, which is only about an hour from Mohyliv."
 },
 "rosita_greiber_young": {
   "src": "images/rosita_greiber_young.png",
   "textContent": "Rosita Greiber."
 },
  "rosita_nano_as_children": {
   "src": "images/rosita_nano_as_children.png",
   "textContent": "Rosa (Rosita) and Hernan (Nano) Greiber as children (~1935). This photo would have been taken in Concepcion."
 },
  "nano_marita_leon_rosita": {
   "src": "images/nano_marita_leon_rosita.png",
   "textContent": "A night out (~1962?). From left to right: Hernan (Nano) Greiber, Gregorio (Goyo) Chazanas, Mina Vugman Chazanas, Uli Chazanas, possibly Marita, possibly Alex Chazanas, Ester Vugman, Rosa (Rosita) Koifman Greiber, Leon Koifman"
 },
 "rosita_leon_wedding": {
   "src": "images/rosita_leon_wedding.png",
   "textContent": "Rosita Greiber and Leon Koifman's Wedding, 1955"
 },
 "young_koifman_parents": {
   "src": "images/young_koifman_parents.png",
   "textContent": "Leon and Rosita Koifman as young parents (~1956-57). Leon and Rosita Koifman and two of their three children."
 },
 "koifman_family_outing": {
   "src": "images/koifman_family_outing.png",
   "textContent": "Koifman family (~1966). Leon and Rosita Koifman and their three children, Jose-Luis, Roberto and Jocelyn."
 },
 "harry_fassler_and_cecilia_young": {
   "src": "images/harry_fassler_and_cecilia_young.png",
   "textContent": "Cecilia (Tzippe) Jaikles and Harry Fassler"
 },
 "baby_leon_with_parents": {
   "src": "images/baby_leon_with_parents.png",
   "textContent": "Leon Koifman as a child with Abram Koifman and Lea Serber (1929?)"
 },
 "natalio_berman": {
   "src": "images/Natalio_Berman.jpeg",
   "textContent": "Natalio Berman (1908-1957). Médico cirujano, salubrista, escritor y político de la Nueva Acción Pública, del Partido Socialista de Chile, del Partido Socialista de Trabajadores y del Partido Comunista de Chile."
 },
 "chillan_earthquake": {
   "src": "images/chillan_earthquake.jpeg",
   "textContent": "Chillan Earthquake, 1939"
 },
 "union_israelita": {
   "src": "images/union_israelita.png",
   "textContent": "Documents from the founding of La Union Israelita en Chile, August 8th, 1909. Aron Jaikles is visible on the first column of the second page. Miguel Berdichevski, who Jaime Motlis had remembered as figuring prominently in the story of Aron’s arrival, is listed on the second column of the first page."
},
"santiago_1930": {
   "src": "images/santiago_1930.jpeg",
   "textContent": "Santiago in 1930 (https://upload.wikimedia.org/wikipedia/commons/8/8b/Santiago_de_Chile_1930.jpg)"
 },
"isla_dawson": {
   "src": "images/isla_dawson_lawner_drawing.png",
   "textContent": "Drawing of Isla Dawson. The architect Miguel Lawner was imprisoned at isla Dawson, and sketched from memory a series of drawings depicting the detention center and concentration camp at which he was held."
 },
 "alberto_spoerer": {
    "src": "images/alberto_spoerer.png",
    "textContent": "Persecution of doctors sympathetic to Allende, 1974. This times clipping demonstrates the extent to which the new Pinochet government persecuted anybody perceived to have contributed to the 'Marxist' cause"
 },
 "estadio_nacional": {
    "src": "images/estadio_nacional.png",
    "textContent": "Estadio Nacional, 1973. Political prisoners supervised by military guards in the stadium after the coup."
  },
 "estadio_nacional_students": {
    "src": "images/estadio_nacional_students.png",
    "textContent": "Political prisoners in the Estadio Nacional, 1973. Evandro Teixiera, a Brazilian correspondent with the Jornal do Brasil, was able to evade military escort supervision to take this photo and expose the dark realities of the Estadio Nacional. https://www.latercera.com/culto/2023/09/01/el-brasileno-que-desafio-a-la-dictadura-para-fotografiar-la-moneda-destruida-y-los-presos-del-estadio-nacional/"
  }
}